export default {
  projections: {
    ВидПоддержкиE: {
      номерУсловия: {
        __caption__: 'Номер условия'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      пользователь: {
        __caption__: 'Пользователь',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    номерУсловия: {
      __caption__: 'Номер условия'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    пользователь: {
      __caption__: 'Пользователь'
    },
    условие: {
      __caption__: 'условие'
    }
  }
};
