export default {
  projections: {
    УсловиеE: {
      номерУсловия: {
        __caption__: 'Номер условия'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      видПоддержки: {
        __caption__: 'Вид поддержки',
        номерУсловия: {
          __caption__: 'Номер условия'
        },
        наименование: {
          __caption__: 'Наименование'
        },
        пользователь: {
          __caption__: 'Пользователь',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      }
    },
    УсловиеL: {
      номерУсловия: {
        __caption__: 'Номер условия'
      },
      наименование: {
        __caption__: 'Наименование'
      }
    }
  },
  validations: {
    номерУсловия: {
      __caption__: 'Номер условия'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    видПоддержки: {
      __caption__: 'Вид поддержки'
    }
  }
};
